---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.MultiplePaths
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.MultiplePaths

Places multiple paths of travel between two selected points using a specified minimum path separation for each path.